Repository: Rupeshkaadyan/Tether
Catalog: Tether/Localizable.xcstrings
Source language: en
Languages: es, hi

source: What recharges you that they might not realise?
es: ¿Qué te recarga y quizá no lo nota?
hi: कौन सी चीज़ आपको फिर से ताज़ा कर देती है, जिसे वे शायद नहीं समझते?

source: What should we call you?
es: ¿Cómo te llamamos?
hi: हम आपको क्या कहें?

source: What small ritual makes you feel close to them?
es: ¿Qué pequeño ritual te hace sentir cerca de esa persona?
hi: कौन सा छोटा रिवाज़ आपको उनके करीब महसूस कराता है?

source: What this is
es: Qué es esto
hi: यह क्या है

source: What wisdom speaks to you?
es: ¿Qué sabiduría te habla?
hi: कौन सी बुद्धिमत्ता आपसे बात करती है?

source: What would a good repair look like after a hard conversation?
es: ¿Cómo sería una buena reparación tras una conversación difícil?
hi: कठिन बातचीत के बाद अच्छी भरपाई कैसी दिखेगी?

source: What would you want them to understand without you having to explain it?
es: ¿Qué querrías que entendiera sin tener que explicarlo?
hi: कौन सी बात आप बिना समझाए उनसे समझना चाहेंगे?

source: What you haven't said…
es: Lo que no has dicho…
hi: जो आपने नहीं कहा…

source: What you're both glad of
es: Lo que ambos agradecéis
hi: जिसके लिए आप दोनों आभारी हैं

source: When
es: Cuándo
hi: कब

source: When did you feel proud of them this week?
es: ¿Cuándo te sentiste orgulloso de esa persona esta semana?
hi: इस सप्ताह आपको उन पर गर्व कब हुआ?

source: When did you last feel like a team during a disagreement?
es: ¿Cuándo te sentiste por última vez un equipo en un desacuerdo?
hi: असहमति के दौरान आख़िरी बार कब लगा कि आप एक टीम हैं?

source: When did you last feel truly understood by them?
es: ¿Cuándo te sentiste por última vez realmente comprendido?
hi: आख़िरी बार आपने कब महसूस किया कि वे आपको सच में समझे हैं?

source: When did you last laugh together? What set it off?
es: ¿Cuándo os reísteis por última vez? ¿Qué lo provocó?
hi: आप दोनों ने आख़िरी बार साथ में कब हँसे? किस बात ने?

source: When did you last tell them something true and difficult? How did it go?
es: ¿Cuándo le dijiste por última vez algo verdadero y difícil? ¿Cómo fue?
hi: आख़िरी बार आपने उन्हें कोई सच्ची और कठिन बात कब बताई? कैसा रहा?

source: When did you reach for them this week and it went unnoticed?
es: ¿Cuándo buscaste a esa persona esta semana y pasó desapercibido?
hi: इस सप्ताह आपने उनकी तरफ़ हाथ बढ़ाया और यह उनकी नज़र में नहीं आया — कब?

source: When do you feel most like yourself around them?
es: ¿Cuándo te sientes más tú mismo a su lado?
hi: उनके साथ आपको सबसे ज़्यादा अपने जैसा कब महसूस होता है?

source: When do you find it hardest to really listen to them?
es: ¿Cuándo te cuesta más escucharle de verdad?
hi: उनकी बात सच में सुनना आपको सबसे मुश्किल कब लगता है?

source: When you are stressed, do you want space or company? Does that match what you usually get?
es: Cuando estás estresado, ¿quieres espacio o compañía? ¿Coincide con lo que sueles recibir?
hi: जब आप तनाव में हों, तो आप अकेले रहना चाहते हैं या साथ? और आपको मिलता क्या है?

source: When you are upset, what helps — and what makes it worse?
es: Cuando estás mal, ¿qué ayuda y qué lo empeora?
hi: जब आप परेशान हों, तो क्या मदद करता है — और क्या और बिगाड़ देता है?

source: When you have both written about the same day, you will be able to read both sides here.
es: Cuando ambos hayáis escrito sobre el mismo día, podréis leer aquí las dos versiones.
hi: जब आप दोनों ने एक ही दिन के बारे में लिखा होगा, तो यहाँ दोनों पक्ष पढ़ सकेंगे।

source: Where did you feel most at ease with them this week?
es: ¿Dónde te sentiste más a gusto con esa persona esta semana?
hi: इस सप्ताह आपने उनके साथ सबसे ज़्यादा सुकून कहाँ महसूस किया?

source: Where did you see them try this week, even if it did not land?
es: ¿Dónde le viste intentarlo esta semana, aunque no saliera bien?
hi: इस सप्ताह आपने उन्हें कोशिश करते कहाँ देखा, चाहे बात बन न पाई हो?

source: Where do you find it hardest to let go of being right?
es: ¿Dónde te cuesta más dejar de tener razón?
hi: कहाँ आपको सही होने का दावा छोड़ना सबसे मुश्किल लगता है?

source: Where do you soften a real feeling just to keep the peace?
es: ¿Dónde suavizas un sentimiento real solo por mantener la paz?
hi: कहाँ आप शांति बनाए रखने के लिए अपनी असली भावना दबा देते हैं?

source: Where you differed
es: Donde diferisteis
hi: जहाँ आप अलग थे

source: Where you've been
es: Dónde has estado
hi: आप कहाँ थे

source: Who
es: Quién
hi: कौन

source: Who did they show up for this week — you, or someone else? How did that land?
es: ¿Para quién estuvo esta semana: para ti o para otro? ¿Cómo te sentó?
hi: इस सप्ताह वे किसके लिए मौजूद रहे — आपके लिए, या किसी और के? आपको कैसा लगा?

source: Who is this for?
es: ¿Para quién es esto?
hi: यह किसके लिए है?

source: Wisdom Jar
es: Frasco de sabiduría
hi: ज्ञान का जार

# Wisdom jar with %lld %@
source: Wisdom jar with %1$lld %2$@
es: Frasco de sabiduría con %lld %@
hi: %lld %@ वाला ज्ञान जार

source: Wisdom track
es: Camino de sabiduría
hi: ज्ञान मार्ग

source: With iCloud on, your entries are mirrored across your own devices. They are sealed before they leave this phone.
es: Con iCloud activado, tus entradas se reflejan en tus dispositivos. Se cifran antes de salir de este teléfono.
hi: iCloud चालू होने पर, आपकी प्रविष्टियाँ आपके अपने डिवाइसों पर दिखती हैं। वे इस फ़ोन से निकलने से पहले सुरक्षित कर ली जाती हैं।

source: Woman
es: Mujer
hi: महिला

source: Words of Affirmation
es: Palabras de afirmación
hi: सराहना के शब्द

source: Write a note…
es: Escribe una nota…
hi: नोट लिखें…

source: Write in your journal
es: Escribe en tu diario
hi: अपनी डायरी में लिखें

source: YOUR RITUAL
es: VUESTRO RITUAL
hi: आपका अनुष्ठान

source: You and %@
es: Tú y %@
hi: आप और %@

source: You and %@ are now paired. Your practice starts today.
es: Tú y %@ ya estáis conectados. Vuestra práctica empieza hoy.
hi: आप और %@ अब जुड़ गए हैं। आपका अभ्यास आज से शुरू।

source: You and %@, connected
es: Tú y %@, conectados
hi: आप और %@, जुड़े हुए

source: You are connected
es: Estáis conectados
hi: आप जुड़े हुए हैं

source: You asked for quiet
es: Pediste tranquilidad
hi: आपने शांत रहने को कहा

source: You both showed up
es: Ambos aparecisteis
hi: आप दोनों आए

source: You both wrote about %@
es: Ambos escribisteis sobre el %@
hi: तुम दोनों ने %@ के बारे में लिखा

source: You can change this any time in Settings.
es: Puedes cambiarlo cuando quieras en Ajustes.
hi: आप इसे सेटिंग्स में कभी भी बदल सकते हैं।

source: You can change this anytime in Settings.
es: Puedes cambiarlo cuando quieras en Ajustes.
hi: आप इसे सेटिंग्स में कभी भी बदल सकते हैं।

source: You can do this in under a minute. That is the whole point.
es: Puedes hacerlo en menos de un minuto. De eso se trata.
hi: यह एक मिनट से कम में हो सकता है। यही असली बात है।

source: You can start on your own at any point. Nothing is lost when they join later.
es: Puedes empezar por tu cuenta en cualquier momento. No se pierde nada cuando se una más adelante.
hi: आप किसी भी समय अकेले शुरू कर सकते हैं। जब वे बाद में जुड़ेंगे, कुछ भी खोया नहीं जाएगा।

source: You feel loved through %@
es: Te sientes amado a través de %@
hi: आप %@ से प्रेम महसूस करते हैं

source: You have done all of this.
es: Habéis hecho todo esto.
hi: आपने यह सब किया है।

source: You have used your 5 free messages this month.
es: Has usado tus 5 mensajes gratis este mes.
hi: आपने इस महीने अपने 5 मुफ़्त संदेश उपयोग कर लिए हैं।

source: You said: %@
es: Dijiste: %@
hi: आपने कहा: %@

source: You sent: %@
es: Enviaste: %@
hi: आपने भेजा: %@

source: You were both having a hard day, and neither of you knew the other was too. Neither of you is wrong.
es: Los dos tuvisteis un día difícil y ninguno sabía que el otro también. Ninguno está equivocado.
hi: तुम दोनों का दिन कठिन था, और किसी को पता नहीं था कि दूसरे का भी। दोनों में से कोई ग़लत नहीं।

source: You won't know which one you'll get.
es: No sabrás cuál te tocará.
hi: आपको पता नहीं होगा कौन-सी मिलेगी।

source: You wrote it. That was the part that mattered.
es: Lo escribiste. Eso era lo que importaba.
hi: आपने लिखा। यही मायने रखता था।

source: You're in one
es: Estás en una
hi: आप इसमें हैं

source: You, not connected yet
es: Tú, aún sin conectar
hi: आप, अभी नहीं जुड़े

source: Your Tether export
es: Tu exportación de Tether
hi: आपका Tether निर्यात

source: Your answers
es: Tus respuestas
hi: आपके उत्तर

source: Your coach conversations are never shown to your partner, and never sent to analytics. Encryption is on the roadmap and ships before any sync exists.
es: Tus conversaciones con el coach nunca se muestran a tu pareja ni se envían a análisis. El cifrado llegará antes que cualquier sincronización.
hi: आपकी कोच बातचीत आपके साथी को कभी नहीं दिखाई जाती और कभी विश्लेषण को नहीं भेजी जाती। एन्क्रिप्शन किसी भी सिंक से पहले आएगा।

source: Your conversations are private
es: Tus conversaciones son privadas
hi: आपकी बातचीत निजी है

source: Your data
es: Tus datos
hi: आपका डेटा

source: Your first prompt
es: Tu primera pregunta
hi: आपका पहला प्रश्न

source: Your journal
es: Tu diario
hi: आपकी डायरी

source: Your journal is locked.
es: Tu diario está bloqueado.
hi: आपकी जर्नल लॉक है।

source: Your journal starts here
es: Tu diario empieza aquí
hi: आपकी डायरी यहीं शुरू होती है

source: Your journal, coach conversations, and memories are sealed with a key that lives only in this device's Keychain. We cannot read them.
es: Tu diario, las conversaciones con la guía y los recuerdos están sellados con una clave que solo vive en el Keychain de este dispositivo. No podemos leerlos.
hi: आपकी डायरी, मार्गदर्शक बातचीत और यादें एक कुंजी से सुरक्षित हैं जो केवल इसी डिवाइस की Keychain में रहती है। हम उन्हें नहीं पढ़ सकते।

source: Your love language
es: Tu lenguaje del amor
hi: आपकी प्रेम भाषा

source: Your mood over time
es: Tu ánimo con el tiempo
hi: समय के साथ आपका मूड

source: Your name
es: Tu nombre
hi: आपका नाम

source: Your partner chooses their own path. The relationship is shared; the worldview is personal.
es: Tu pareja elige su propio camino. La relación es compartida; la visión del mundo es personal.
hi: आपका साथी अपना मार्ग चुनता है। रिश्ता साझा है; दृष्टिकोण व्यक्तिगत।

source: Your partner is not shown this.
es: Esto no se le muestra a tu pareja.
hi: यह आपके साथी को नहीं दिखाया जाता।

source: Your partner is not told about this.
es: No se le cuenta esto a tu pareja.
hi: इसके बारे में आपके साथी को नहीं बताया जाता।

source: Your practice
es: Tu práctica
hi: आपका अभ्यास

source: Your primary love language
es: Tu lenguaje del amor principal
hi: आपकी मुख्य प्रेम भाषा

source: Your profile
es: Tu perfil
hi: आपकी प्रोफ़ाइल

source: Your read on them
es: Tu lectura de ellos
hi: आपकी उनकी समझ

source: Your recent entries start here
es: Tus entradas recientes empiezan aquí
hi: आपकी हाल की प्रविष्टियाँ यहीं शुरू होती हैं

source: Your response
es: Tu respuesta
hi: आपकी प्रतिक्रिया

source: Your sky fills with the first one.
es: Tu cielo se llena con la primera.
hi: पहले से ही आपका आकाश भरने लगता है।

source: Your story so far
es: Vuestra historia hasta ahora
hi: अब तक की आपकी कहानी

source: Your week together
es: Vuestra semana juntos
hi: आपका सप्ताह साथ

source: Your year
es: Tu año
hi: आपका साल

source: day
es: día
hi: दिन

source: days
es: días
hi: दिन

source: you showed up for each other.
es: estuvisteis el uno para el otro.
hi: आप एक-दूसरे के लिए आए।

source: Aurora
hi: ध्रुवीय ज्योति

source: OK
hi: ठीक है

source: Secular
hi: धर्मनिरपेक्ष
